Repository: achgithub/LSM-IOSv2
Catalog: ios/LSM/LSM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Disabling %1$@ removes its data from this device and deletes %2$lld games that use it — here and in the cloud.
de: Beim Deaktivieren von %@ werden dessen Daten von diesem Gerät entfernt und %lld Spiele gelöscht, die sie verwenden — hier und in der Cloud.
es: Desactivar %@ elimina sus datos de este dispositivo y borra %lld partidas que la usan, aquí y en la nube.
fr: Désactiver %@ supprime ses données de cet appareil et efface %lld parties qui l'utilisent — ici et dans le cloud.
it: Disattivare %@ elimina i suoi dati da questo dispositivo e cancella %lld partite che la utilizzano — qui e sul cloud.
nl: %@ uitschakelen verwijdert de gegevens van dit apparaat en verwijdert %lld spellen die het gebruiken — hier en in de cloud.

source: Disabling %@ removes its data from this device and deletes %lld games that use it.
de: Beim Deaktivieren von %@ werden dessen Daten von diesem Gerät entfernt und %lld Spiele gelöscht, die sie verwenden.
es: Desactivar %@ elimina sus datos de este dispositivo y borra %lld partidas que la usan.
fr: Désactiver %@ supprime ses données de cet appareil et supprime %lld parties qui l’utilisent.
it: Disattivare %@ rimuove i suoi dati da questo dispositivo ed elimina %lld partite che la usano.
nl: %@ uitschakelen verwijdert de gegevens van dit apparaat en wist %lld spellen die het gebruiken.

source: Disabling %@ removes its data from this device and deletes 1 game that uses it — here and in the cloud.
de: Beim Deaktivieren von %@ werden dessen Daten von diesem Gerät entfernt und 1 Spiel gelöscht, das sie verwendet — hier und in der Cloud.
es: Desactivar %@ elimina sus datos de este dispositivo y borra 1 partida que la usa, aquí y en la nube.
fr: Désactiver %@ supprime ses données de cet appareil et efface 1 partie qui l'utilise — ici et dans le cloud.
it: Disattivare %@ elimina i suoi dati da questo dispositivo e cancella 1 partita che la utilizza — qui e sul cloud.
nl: %@ uitschakelen verwijdert de gegevens van dit apparaat en verwijdert 1 spel dat het gebruikt — hier en in de cloud.

source: Disabling %@ removes its data from this device and deletes 1 game that uses it.
de: Beim Deaktivieren von %@ werden dessen Daten von diesem Gerät entfernt und 1 Spiel gelöscht, das sie verwendet.
es: Desactivar %@ elimina sus datos de este dispositivo y borra 1 partida que la usa.
fr: Désactiver %@ supprime ses données de cet appareil et supprime 1 partie qui l’utilise.
it: Disattivare %@ rimuove i suoi dati da questo dispositivo ed elimina 1 partita che la usa.
nl: %@ uitschakelen verwijdert de gegevens van dit apparaat en wist 1 spel dat het gebruikt.

source: Disabling %@ removes its data from this device.
de: Beim Deaktivieren von %@ werden dessen Daten von diesem Gerät entfernt.
es: Desactivar %@ elimina sus datos de este dispositivo.
fr: Désactiver %@ supprime ses données de cet appareil.
it: Disattivare %@ rimuove i suoi dati da questo dispositivo.
nl: %@ uitschakelen verwijdert de gegevens van dit apparaat.

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nl: Klaar

source: Draw
de: Unentschieden
es: Empate
fr: Match nul
it: Pareggio
nl: Gelijkspel

source: e.g. Andy
de: z. B. Andy
es: p. ej. Andy
fr: p. ex. Andy
it: es. Andy
nl: bijv. Andy

source: Each prediction earns the single highest rung it qualifies for. A correct non-exact draw lands on Goal difference, not Result.
de: Jede Vorhersage erhält nur die höchste Stufe, für die sie qualifiziert. Ein richtiges, nicht exaktes Unentschieden fällt unter Tordifferenz, nicht Ergebnis.
es: Cada predicción obtiene únicamente el nivel más alto para el que califica. Un empate correcto pero no exacto cuenta como Diferencia de goles, no como Resultado.
fr: Chaque prédiction ne rapporte que le niveau le plus élevé auquel elle est éligible. Un match nul correct mais non exact relève de la Différence de buts, pas du Résultat.
it: Ogni pronostico ottiene solo il livello più alto per cui si qualifica. Un pareggio corretto ma non esatto rientra nella Differenza reti, non nel Risultato.
nl: Elke voorspelling verdient alleen het hoogste niveau waarvoor ze in aanmerking komt. Een juist maar niet exact gelijkspel valt onder Doelsaldo, niet Resultaat.

source: Each unassigned player gets the bottom-of-table team still available to them.
de: Jeder nicht zugewiesene Spieler erhält die in der Tabelle am tiefsten stehende, noch verfügbare Mannschaft.
es: Cada jugador sin asignar recibe el equipo más bajo de la tabla que aún tenga disponible.
fr: Chaque joueur non attribué reçoit l’équipe la plus basse au classement encore disponible pour lui.
it: Ogni giocatore non assegnato riceve la squadra più in basso in classifica ancora disponibile.
nl: Elke niet-toegewezen speler krijgt het laagst geklasseerde team dat nog beschikbaar is.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken

source: Edit Fixtures
de: Spiele bearbeiten
es: Editar partidos
fr: Modifier les matchs
it: Modifica partite
nl: Wedstrijden bewerken

source: Edit fixtures?
de: Spiele bearbeiten?
es: ¿Editar partidos?
fr: Modifier les matchs ?
it: Modificare le partite?
nl: Wedstrijden bewerken?

source: Eliminated
de: Ausgeschieden
es: Eliminado
fr: Éliminé
it: Eliminato
nl: Afgevallen

source: Eliminated (%lld)
de: Ausgeschieden (%lld)
es: Eliminados (%lld)
fr: Éliminés (%lld)
it: Eliminati (%lld)
nl: Afgevallen (%lld)

source: Eliminates
de: Scheidet aus
es: Elimina
fr: Élimine
it: Elimina
nl: Elimineert

source: Enter & assign picks
de: Tipps eingeben & zuweisen
es: Introduce y asigna selecciones
fr: Saisir et attribuer les choix
it: Inserisci e assegna le scelte
nl: Keuzes invoeren & toewijzen

source: Enter Picks
de: Tipps eingeben
es: Introducir selecciones
fr: Saisir les choix
it: Inserisci scelte
nl: Keuzes invoeren

source: Enter Predictions
de: Vorhersagen eingeben
es: Introducir predicciones
fr: Saisir les prédictions
it: Inserisci pronostici
nl: Voorspellingen invoeren

source: Enter result
de: Ergebnis eingeben
es: Introducir resultado
fr: Saisir le résultat
it: Inserisci risultato
nl: Resultaat invoeren

source: Enter Results
de: Ergebnisse eingeben
es: Introducir resultados
fr: Saisir les résultats
it: Inserisci risultati
nl: Resultaten invoeren

source: Enter Results / Close
de: Ergebnisse eingeben / Schließen
es: Introducir resultados / Cerrar
fr: Saisir les résultats / Clôturer
it: Inserisci risultati / Chiudi
nl: Resultaten invoeren / Sluiten

source: Enter results & close
de: Ergebnisse eingeben & schließen
es: Introduce resultados y cierra
fr: Saisir les résultats et clôturer
it: Inserisci risultati e chiudi
nl: Resultaten invoeren & sluiten

source: Enter scores & close
de: Ergebnisse eingeben & schließen
es: Introducir resultados y cerrar
fr: Saisir les scores et clôturer
it: Inserisci risultati e chiudi
nl: Scores invoeren & afsluiten

source: Enter the restore code shown when this backup was made.
de: Gib den Wiederherstellungscode ein, der bei dieser Sicherung angezeigt wurde.
es: Introduce el código de restauración que se mostró al hacer esta copia de seguridad.
fr: Saisis le code de restauration affiché lors de cette sauvegarde.
it: Inserisci il codice di ripristino mostrato al momento di questo backup.
nl: Voer de herstelcode in die werd getoond toen deze backup werd gemaakt.

source: Entries Closed · Matchday %lld
de: Vorhersagen geschlossen · Spieltag %lld
es: Predicciones cerradas · Jornada %lld
fr: Prédictions closes · Journée %lld
it: Pronostici chiusi · Giornata %lld
nl: Voorspellingen gesloten · Speelronde %lld

source: entries this matchday
de: Vorhersagen an diesem Spieltag
es: predicciones en esta jornada
fr: prédictions cette journée
it: pronostici in questa giornata
nl: voorspellingen deze speelronde

source: entry this matchday
de: Vorhersage an diesem Spieltag
es: predicción en esta jornada
fr: prédiction cette journée
it: pronostico in questa giornata
nl: voorspelling deze speelronde

source: Everyone back in
de: Alle wieder rein
es: Todos vuelven
fr: Tout le monde revient
it: Tutti di nuovo in gioco
nl: Iedereen terug

source: Everyone in this group is already in this game.
de: Alle dieser Gruppe sind bereits in diesem Spiel.
es: Todo el grupo ya está en esta partida.
fr: Tout ce groupe est déjà dans cette partie.
it: Tutto il gruppo è già in questa partita.
nl: Iedereen in deze groep zit al in dit spel.

source: Everyone in your roster is already in this game.
de: Alle aus deiner Liste sind bereits in diesem Spiel.
es: Todas tus personas ya están en esta partida.
fr: Tout le monde de ta liste est déjà dans cette partie.
it: Tutti nel tuo elenco sono già in questa partita.
nl: Iedereen op je lijst zit al in dit spel.

source: Everyone still in was eliminated this round — no clear winner. How should it resolve?
de: Alle noch verbliebenen Spieler sind in dieser Runde ausgeschieden – kein klarer Sieger. Wie soll es aufgelöst werden?
es: Todos los que seguían en juego quedaron eliminados esta ronda: no hay ganador claro. ¿Cómo se resuelve?
fr: Tous les joueurs encore en lice ont été éliminés cette manche — pas de vainqueur net. Comment résoudre ?
it: Tutti i giocatori ancora in gioco sono stati eliminati in questo turno: nessun vincitore netto. Come si risolve?
nl: Iedereen die nog meedeed, viel deze ronde af — geen duidelijke winnaar. Hoe los je dit op?

source: Everyone still in went out together — no clear winner. Choose how it ends: split the win, roll the week for the tied players, or bring everyone back in.
de: Alle noch im Spiel sind gleichzeitig ausgeschieden – kein klarer Sieger. Wähle, wie es endet: den Sieg teilen, die Woche für die punktgleichen Spieler wiederholen oder alle zurückholen.
es: Todos los que seguían dentro quedaron eliminados a la vez: no hay un ganador claro. Elige cómo termina: repartir la victoria, repetir la jornada para los empatados o readmitir a todos.
fr: Tous les joueurs encore en lice ont été éliminés en même temps — pas de vainqueur net. Choisis l'issue : partager la victoire, rejouer la semaine pour les ex æquo, ou réintégrer tout le monde.
it: Tutti i giocatori ancora in gioco sono stati eliminati insieme: nessun vincitore chiaro. Scegli come finisce: dividere la vittoria, ripetere la giornata per i pari merito o riammettere tutti.
nl: Iedereen die nog meedeed, ging tegelijk uit — geen duidelijke winnaar. Kies hoe het eindigt: de winst delen, de week opnieuw spelen voor de gelijk geëindigde spelers, of iedereen terughalen.

source: Everyone's assigned.
de: Alle sind zugewiesen.
es: Todos están asignados.
fr: Tout le monde est attribué.
it: Tutti sono assegnati.
nl: Iedereen is toegewezen.

source: Exact score: %lld pts
de: Genaues Ergebnis: %lld Pkt.
es: Resultado exacto: %lld pts
fr: Score exact : %lld pts
it: Risultato esatto: %lld pt
nl: Exacte score: %lld pt

source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
it: Esporta CSV
nl: CSV exporteren

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'export
it: Esportazione non riuscita
nl: Exporteren mislukt

source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l'export : %@
it: Esportazione non riuscita: %@
nl: Exporteren mislukt: %@

source: Export Game
de: Spiel exportieren
es: Exportar partida
fr: Exporter la partie
it: Esporta partita
nl: Spel exporteren

source: Face to face with this player? Show them this screen and let them scan it with their own camera.
de: Bist du mit diesem Spieler persönlich zusammen? Zeig ihm diesen Bildschirm und lass ihn mit seiner eigenen Kamera scannen.
es: ¿Estás cara a cara con este jugador? Muéstrale esta pantalla y deja que la escanee con su propia cámara.
fr: Face à face avec ce joueur ? Montre-lui cet écran et laisse-le le scanner avec son propre appareil photo.
it: Sei faccia a faccia con questo giocatore? Mostragli questa schermata e fagli scansionare con la sua fotocamera.
nl: Ben je persoonlijk bij deze speler? Laat dit scherm zien en scan met de eigen camera.

source: Face to face? Scan this with your camera instead.
de: Persönlich vor Ort? Scanne dies stattdessen mit deiner Kamera.
es: ¿Cara a cara? Escanea esto con tu cámara en su lugar.
fr: En face à face ? Scanne plutôt ceci avec ton appareil photo.
it: Faccia a faccia? Scansiona questo con la tua fotocamera.
nl: Persoonlijk aanwezig? Scan dit dan met je camera.

source: Fetch latest table
de: Aktuelle Tabelle abrufen
es: Obtener tabla actualizada
fr: Récupérer le classement actuel
it: Recupera classifica aggiornata
nl: Laatste stand ophalen

source: Filter by date
de: Nach Datum filtern
es: Filtrar por fecha
fr: Filtrer par date
it: Filtra per data
nl: Filteren op datum

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri

source: Final Standings
de: Endtabelle
es: Clasificación final
fr: Classement final
it: Classifica finale
nl: Eindstand

source: Finish
de: Abschließen
es: Finalizar
fr: Terminer
it: Fine
nl: Voltooien

source: FIXTURES
de: SPIELE
es: PARTIDOS
fr: MATCHS
it: PARTITE
nl: WEDSTRIJDEN

source: Fixtures · Matchday %lld
de: Spiele · Spieltag %lld
es: Partidos · Jornada %lld
fr: Matchs · Journée %lld
it: Partite · Giornata %lld
nl: Wedstrijden · Speelronde %lld

source: Fixtures · Round %lld
de: Spiele · Runde %lld
es: Partidos · Ronda %lld
fr: Matchs · Manche %lld
it: Partite · Turno %lld
nl: Wedstrijden · Ronde %lld

source: Fixtures (%lld selected)
de: Spiele (%lld ausgewählt)
es: Partidos (%lld seleccionados)
fr: Matchs (%lld sélectionnés)
it: Partite (%lld selezionate)
nl: Wedstrijden (%lld geselecteerd)

source: Flips ad-on / ad-off + league allowance without a purchase. Free = 1 league; paid = all.
de: Schaltet Werbung an/aus und das Liga-Kontingent ohne Kauf um. Kostenlos = 1 Liga; bezahlt = alle.
es: Cambia con/sin anuncios y el número de ligas sin comprar. Gratis = 1 liga; de pago = todas.
fr: Active/désactive la pub et le quota de ligues sans achat. Gratuit = 1 ligue ; payant = toutes.
it: Attiva/disattiva la pubblicità e il numero di leghe senza acquisto. Gratis = 1 lega; a pagamento = tutte.
nl: Schakelt advertenties aan/uit en het competitietegoed zonder aankoop. Gratis = 1 competitie; betaald = alle.

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
nl: Gratis

source: From
de: Von
es: Desde
fr: Du
it: Da
nl: Van

source: FT
de: Ende
fr: Fin
it: Fine
nl: Einde

source: Full time · %@
de: Schlusspfiff · %@
es: Final · %@
fr: Fin du match · %@
it: Triplice fischio · %@
nl: Eindstand · %@

source: Game
de: Spiel
es: Partida
fr: Partie
it: Partita
nl: Spel

source: Game limit reached
de: Spiel-Limit erreicht
es: Límite de partidas alcanzado
fr: Limite de parties atteinte
it: Limite di partite raggiunto
nl: Spellimiet bereikt

source: Game name
de: Spielname
es: Nombre de la partida
fr: Nom de la partie
it: Nome partita
nl: Spelnaam

source: Games
de: Spiele
es: Partidas
fr: Parties
it: Partite
nl: Spellen

source: Generates a new PIN and republishes immediately. Anyone using the old PIN will need the new one.
de: Erstellt eine neue PIN und veröffentlicht sofort erneut. Wer die alte PIN nutzt, benötigt die neue.
es: Genera un nuevo PIN y vuelve a publicar de inmediato. Quien use el PIN antiguo necesitará el nuevo.
fr: Génère un nouveau code PIN et republie immédiatement. Toute personne utilisant l'ancien code aura besoin du nouveau.
it: Genera un nuovo PIN e ripubblica immediatamente. Chi utilizza il vecchio PIN avrà bisogno di quello nuovo.
nl: Genereert een nieuwe pincode en publiceert onmiddellijk opnieuw. Wie de oude pincode gebruikt, heeft de nieuwe nodig.

source: Get Submission Link
de: Einreichungslink abrufen
es: Obtener enlace de envío
fr: Obtenir le lien de soumission
it: Ottieni link di invio
nl: Inzendingslink opvragen

source: Getting link…
de: Link wird abgerufen…
es: Obteniendo enlace…
fr: Récupération du lien…
it: Recupero del link…
nl: Link wordt opgehaald…

source: Give each player a private link so they can submit picks themselves. You approve before it goes live.
de: Gib jedem Spieler einen privaten Link, damit er selbst Tipps abgeben kann. Du genehmigst sie, bevor sie live gehen.
es: Da a cada jugador un enlace privado para que envíe sus selecciones. Tú apruebas antes de que se publiquen.
fr: Donne à chaque joueur un lien privé pour qu'il puisse soumettre ses choix. Tu approuves avant leur mise en ligne.
it: Fornisci a ogni giocatore un link privato per inviare le proprie scelte. Tu approvi prima che diventino effettive.
nl: Geef elke speler een eigen link zodat ze zelf hun keuzes kunnen indienen. Jij keurt goed voordat het live gaat.

source: Go Premium
de: Premium holen
es: Hazte Premium
fr: Passer à Premium
it: Passa a Premium
nl: Word Premium

source: Goal difference
de: Tordifferenz
es: Diferencia de goles
fr: Différence de buts
it: Differenza reti
nl: Doelsaldo

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep

source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
it: Nome del gruppo
nl: Groepsnaam

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
nl: Groepen

source: Groups (%lld)
de: Gruppen (%lld)
es: Grupos (%lld)
fr: Groupes (%lld)
it: Gruppi (%lld)
nl: Groepen (%lld)

source: Guided Setup
de: Geführte Einrichtung
es: Configuración guiada
fr: Configuration guidée
it: Configurazione guidata
nl: Begeleide setup

source: Hi %@ 👋
de: Hallo %@ 👋
es: Hola %@ 👋
fr: Salut %@ 👋
it: Ciao %@ 👋
nl: Hoi %@ 👋

source: Home
de: Heim
es: Local
fr: Domicile
it: Casa
nl: Thuis

source: Home Win
de: Heimsieg
es: Victoria local
fr: Victoire à domicile
it: Vittoria casa
nl: Thuiszege

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
nl: Importeren

source: Import / Export Players
de: Spieler importieren/exportieren
es: Importar/exportar jugadores
fr: Importer/exporter des joueurs
it: Importa/esporta giocatori
nl: Spelers importeren/exporteren

source: Import CSV
de: CSV importieren
es: Importar CSV
fr: Importer un CSV
it: Importa CSV
nl: CSV importeren

source: Import failed: %@
de: Import fehlgeschlagen: %@
es: Error al importar: %@
fr: Échec de l’import : %@
it: Importazione non riuscita: %@
nl: Importeren mislukt: %@

source: Import into group
de: In Gruppe importieren
es: Importar al grupo
fr: Importer dans le groupe
it: Importa nel gruppo
nl: Importeren in groep

source: Imported %lld new players
de: %lld neue Spieler importiert
es: Importados %lld jugadores nuevos
fr: %lld nouveaux joueurs importés
it: %lld nuovi giocatori importati
nl: %lld nieuwe spelers geïmporteerd

source: Imported 1 new player
de: 1 neuer Spieler importiert
es: Importado 1 jugador nuevo
fr: 1 nouveau joueur importé
it: 1 nuovo giocatore importato
nl: 1 nieuwe speler geïmporteerd

source: In this game (%lld)
de: In diesem Spiel (%lld)
es: En esta partida (%lld)
fr: Dans cette partie (%lld)
it: In questa partita (%lld)
nl: In dit spel (%lld)

source: Joint winners — the prize is divided.
de: Gemeinsame Gewinner – der Preis wird geteilt.
es: Ganadores conjuntos: el premio se reparte.
fr: Vainqueurs ex æquo — le prix est partagé.
it: Vincitori a pari merito: il premio viene diviso.
nl: Gedeelde winnaars — de prijs wordt verdeeld.

source: Joker (double points, one fixture/round)
de: Joker (doppelte Punkte, ein Spiel pro Runde)
es: Comodín (puntos dobles, un partido por ronda)
fr: Joker (points doublés, un match par manche)
it: Jolly (punti doppi, una partita a turno)
nl: Joker (dubbele punten, één wedstrijd per ronde)

source: Keep one — remove the rest
de: Eine behalten – den Rest entfernen
es: Conserva una y quita el resto
fr: Garde-en une — retire les autres
it: Tienine una: rimuovi le altre
nl: Houd er één — verwijder de rest

source: Kick-off
de: Anstoß
es: Hora
fr: Coup d’envoi
it: Inizio
nl: Aftrap

source: L
de: N
es: P
fr: D
it: P
nl: V

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal

source: Last Man Standing eliminates a player on a wrong pick. Predictor scores every player's predicted scoreline each round — no elimination.
de: Last Man Standing scheidet einen Spieler bei einem falschen Tipp aus. Predictor bewertet jede Runde die vorhergesagten Ergebnisse aller Spieler — kein Ausscheiden.
es: Last Man Standing elimina a un jugador si falla su selección. Predictor puntúa el resultado predicho por cada jugador en cada ronda: sin eliminación.
fr: Last Man Standing élimine un joueur en cas de mauvais choix. Predictor note le score prédit par chaque joueur à chaque manche — sans élimination.
it: Last Man Standing elimina un giocatore in caso di pronostico errato. Predictor assegna punti al risultato pronosticato da ogni giocatore ogni turno — nessuna eliminazione.
nl: Last Man Standing elimineert een speler bij een verkeerde keuze. Predictor beoordeelt elke ronde de voorspelde uitslag van elke speler — geen uitsluiting.

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi

source: League
de: Liga
es: Liga
fr: Ligue
it: Lega
nl: Competitie

source: League Table · Matchday %lld
de: Tabelle · Spieltag %lld
es: Clasificación · Jornada %lld
fr: Classement · Journée %lld
it: Classifica · Giornata %lld
nl: Stand · Speelronde %lld

source: Leagues
de: Ligen
es: Ligas
fr: Ligues
it: Leghe
nl: Competities

source: Link active
de: Link aktiv
es: Enlace activo
fr: Lien actif
it: Link attivo
nl: Link actief

source: Loading fixtures…
de: Spiele werden geladen…
es: Cargando partidos…
fr: Chargement des matchs…
it: Caricamento partite…
nl: Wedstrijden laden…

source: Loading matches…
de: Spiele werden geladen…
es: Cargando partidos…
fr: Chargement des matchs…
it: Caricamento partite…
nl: Wedstrijden laden…

source: Loading scores…
de: Spielstände werden geladen…
es: Cargando marcadores…
fr: Chargement des scores…
it: Caricamento punteggi…
nl: Uitslagen laden…

source: Loading standings…
de: Tabelle wird geladen…
es: Cargando clasificación…
fr: Chargement du classement…
it: Caricamento classifica…
nl: Stand laden…

source: Loading submissions…
de: Einreichungen werden geladen…
es: Cargando envíos…
fr: Chargement des soumissions…
it: Caricamento invii…
nl: Inzendingen laden…

source: Loading teams…
de: Mannschaften werden geladen…
es: Cargando equipos…
fr: Chargement des équipes…
it: Caricamento squadre…
nl: Teams laden…

source: Loss
de: Niederlage
es: Derrota
fr: Défaite
it: Sconfitta
nl: Verlies

source: Manually declare winner(s)
de: Gewinner manuell festlegen
es: Declarar ganador(es) manualmente
fr: Déclarer le(s) vainqueur(s) manuellement
it: Dichiara vincitore/i manualmente
nl: Winnaar(s) handmatig bepalen

source: Matchday
de: Spieltag
es: Jornada
fr: Journée
it: Giornata
nl: Speeldag

source: Matchday %lld
de: Spieltag %lld
es: Jornada %lld
fr: Journée %lld
it: Giornata %lld
nl: Speelronde %lld

source: Matches
de: Spiele
es: Partidos
fr: Matchs
it: Partite
nl: Wedstrijden

source: MD %lld
de: ST %lld
es: J %lld
fr: J %lld
it: G %lld
nl: SD %lld

source: Mint a personal link for this player. One link works across all their games.
de: Erstelle einen persönlichen Link für diesen Spieler. Ein Link funktioniert für alle seine Spiele.
es: Genera un enlace personal para este jugador. Un solo enlace funciona en todas sus partidas.
fr: Crée un lien personnel pour ce joueur. Un seul lien fonctionne pour toutes ses parties.
it: Crea un link personale per questo giocatore. Un solo link funziona per tutte le sue partite.
nl: Maak een persoonlijke link voor deze speler. Eén link werkt voor al zijn/haar spellen.

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
